const notepad = {
  SELF_INTRO: `안녕하세요! 
저는 코딩을 통해 그래픽 작업을 하는 프론트엔드 개발자 
<CodeGrapher/> 박정길 입니다. 

원래 제 전공은 회화, 그림을 그리는 순수 미술 이였습니다. 
물론 지금은 붓 대신 키보드를 잡고 있지만 
표현의 도구만 바뀌었을 뿐, 사람들에게 영감을 주는 무언가를 만드는 건
여전히 멋진 일 입니다.

제가 이렇게 보통의 개발자들과는 다른 출발점에서 시작했기 때문인지
웹 개발을 시작하고 부터 너무나도 자연스럽게 
유려한 인터렉티브 웹 페이지들을 보며 큰 감명을 받게 되었습니다.

덕분에 다양한 인터렉션을 구사하기 위한 스킬들을 연구하게 되었고
마침내 삼성 갤럭시를 포함한 다수의 인터렉티브 웹 페이지 제작 경험과 
직접 에셋을 공수 할 수 있는 디자인 스킬, 
UX와 사용성 기반의 다양한 아이디어 까지
두루 섭렵한 프론트엔드 개발자가 될 수 있었습니다.

이러한 다방면의 경험은 저에게 기획, 디자인 등 유관 부서의 동료분들과도
깊은 이해도를 갖고 협업을 할 수 있게 해주어 
프로젝트를 진행 할땐 항상 최선의 결과를 만들어 왔다고 자부 합니다.

하지만 인터렉션이라는 남다른 스킬 포인트 투자로 인해 
아쉽게도 프론트엔드 프로젝트를 진행한 경험이 비교적 적은 것도 사실 입니다.
하지만 신입 시절 부터 웹 인터렉션 스킬에 관심을 가진 것 처럼, 
지금도 개발 스터디나, 프론트엔드 트렌드에서 멀어지지 않도록 
항상 관심을 가지고 직접 구현을 시도하며 노력하고 있습니다.

이렇듯 저는 무엇이든 항상 특별하고 새로운 걸 좋아 합니다. 
만약 저 처럼 웹 페이지의 한계에 도전하기를 즐기고 
비주얼도 멋진 작업들을 좋아하신다면
많은 관심 표현 부탁 드리겠습니다.

긴 글 읽어 주셔서 감사합니다. :)`,
} as const;

export { notepad };
