const notepad = {
  SELF_INTRO: `안녕하세요! 
저는 코딩을 통해 그래픽 작업을 하는 개발자 
<CodeGrapher/> 박정길 입니다. 

원래 제 전공은 회화, 
그림을 그리는 순수 미술 이였습니다. 
지금은 붓 대신 키보드를 잡고 있지만 
그저 표현의 도구만 바뀌었을 뿐 
사람들에게 영감을 주는 무언갈 만드는 건 
여전히 멋진 일 입니다.

보통의 개발자들과 다른 출발점에 섰던 저는 
일을 시작하면서 부터 애플과 삼성의 제품 페이지를 보며
직관적이면서 비주얼적으로도 유려한 인터렉션 감화되어
자연스럽게 인터렉션 스킬을 연구하게 되었고
결과적으로 다수의 삼성 갤럭시 신제품 페이지 제작 경험과 
직접 에셋을 공수 할 수 있는 디자인 스킬, 
UX를 기반으로 구현 가능한 아이디어와 영감을 가진 
프론트 엔드 개발자가 되었습니다. 

덕분에 동료 개발자들 뿐 아니라 
기획자, 디자이너와도 깊은 이해를 가지고 소통하며 
항상 최선의 결과를 만들어 왔다고 자부 합니다.

이렇듯 남다른 스킬 포인트 투자로 인해 
아쉽게도 프론트 엔드 스킬은 인터렉션 구현 스킬에 비해 
비교적 얕다는 약점도 있습니다. 
하지만 그만큼 개발 스터디에 항상 관심을 가지며,
지금 보고 계신 포트폴리오도 
Vite + React + Typescript를 
혼자 스터디 하며 제작 할 수 있었습니다.

보시다싶이 저는 평범과는 거리가 먼, 특별하고 새로운 길을 좋아 합니다. 
만약 저 처럼 웹의 한계에 도전하기를 즐기고 
비주얼이 멋진 결과의 작업을 좋아하신다면
많은 관심 표현 부탁 드리겠습니다.

감사합니다 :)`,
} as const;

export { notepad };